Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: iCloud environment
da: iCloud-miljø
es: Entorno de iCloud
fr: Environnement iCloud
it: Ambiente iCloud
nl: iCloud-omgeving
pt_pt: Ambiente iCloud

source: iCloud sharing is unavailable on this device.
da: iCloud-deling er ikke tilgængelig på denne enhed.
es: El uso compartido de iCloud no está disponible en este dispositivo.
fr: Le partage iCloud n’est pas disponible sur cet appareil.
it: La condivisione iCloud non è disponibile su questo dispositivo.
nl: iCloud-delen is niet beschikbaar op dit apparaat.
pt_pt: A partilha do iCloud não está disponível neste dispositivo.

source: iCloud sharing needs attention
da: iCloud-deling kræver opmærksomhed
es: El uso compartido de iCloud necesita atención
fr: Le partage iCloud demande votre attention
it: La condivisione iCloud richiede attenzione
nl: iCloud-delen vraagt om aandacht
pt_pt: A partilha do iCloud precisa de atenção

source: Icon
da: Ikon
es: Icono
fr: Icône
it: Icona
nl: Icoon
pt_pt: Ícone

source: Import
da: Importér
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren
pt_pt: Importar

source: Import from %@
da: Importér fra %@
de: Von %@ importieren
es: Importar de %@
fr: Importer depuis %@
it: Importa da %@
nl: Importeren uit %@
pt_pt: Importar de %@

source: Import recipes
da: Importér opskrifter
de: Rezepte importieren
es: Importar recetas
fr: Importer des recettes
it: Importa ricette
nl: Recepten importeren
pt_pt: Importar receitas

source: Imported %lld recipes (%lld as variants), skipped %lld duplicates.
da: %1$lld opskrifter importeret (%2$lld som varianter), %3$lld dubletter sprunget over.
de: %1$lld Rezepte importiert (%2$lld als Varianten), %3$lld Duplikate übersprungen.
es: %1$lld recetas importadas (%2$lld como variantes), %3$lld duplicadas omitidas.
fr: %1$lld recettes importées (%2$lld comme variantes), %3$lld doublons ignorés.
it: %1$lld ricette importate (%2$lld come varianti), %3$lld duplicati saltati.
nl: %1$lld recepten geïmporteerd (%2$lld als varianten), %3$lld duplicaten overgeslagen.
pt_pt: %1$lld receitas importadas (%2$lld como variantes), %3$lld duplicados ignorados.

source: Imported %lld recipes, %lld of them as variants.
da: %1$lld opskrifter importeret, heraf %2$lld som varianter.
de: %1$lld Rezepte importiert, davon %2$lld als Varianten.
es: %1$lld recetas importadas, %2$lld de ellas como variantes.
fr: %1$lld recettes importées, dont %2$lld comme variantes.
it: %1$lld ricette importate, di cui %2$lld come varianti.
nl: %1$lld recepten geïmporteerd, waarvan %2$lld als varianten.
pt_pt: %1$lld receitas importadas, %2$lld delas como variantes.

source: Imported %lld recipes, skipped %lld duplicates.
da: %1$lld opskrifter importeret, %2$lld dubletter sprunget over.
de: %1$lld Rezepte importiert, %2$lld Duplikate übersprungen.
es: %1$lld recetas importadas, %2$lld duplicadas omitidas.
fr: %1$lld recettes importées, %2$lld doublons ignorés.
it: %1$lld ricette importate, %2$lld duplicati saltati.
nl: %1$lld recepten geïmporteerd, %2$lld duplicaten overgeslagen.
pt_pt: %1$lld receitas importadas, %2$lld duplicados ignorados.

source: Imported %lld recipes.
da: %lld opskrifter importeret.
de: %lld Rezepte importiert.
es: %lld recetas importadas.
fr: %lld recettes importées.
it: %lld ricette importate.
nl: %lld recepten geïmporteerd.
pt_pt: %lld receitas importadas.

source: Imported automatically — please check the details.
da: Importeret automatisk — tjek detaljerne.
es: Importado automáticamente: revisa los detalles.
fr: Importé automatiquement — veuillez vérifier les détails.
it: Importato automaticamente: controlla i dettagli.
nl: Automatisch geïmporteerd — controleer de details.
pt_pt: Importado automaticamente — verifica os detalhes.

source: Imported recipe
da: Importeret opskrift
es: Receta importada
fr: Recette importée
it: Ricetta importata
nl: Geïmporteerd recept
pt_pt: Receita importada

source: Importing…
da: Importerer…
de: Wird importiert …
es: Importando…
fr: Importation…
it: Importazione…
nl: Bezig met importeren…
pt_pt: A importar…

source: In Safari or any other app, tap Share and choose MealPlan — ingredients, steps, and the photo come along when the page offers them.
da: Tryk på Del i Safari eller en anden app, og vælg MealPlan — ingredienser, trin og billedet følger med, hvis siden tilbyder dem.
de: Tippe in Safari oder einer anderen App auf „Teilen“ und wähle MealPlan – Zutaten, Zubereitung und Foto kommen mit, wenn die Seite sie hergibt.
es: En Safari o en cualquier otra app, toca Compartir y elige MealPlan: los ingredientes, los pasos y la foto vienen incluidos si la página los ofrece.
fr: Dans Safari ou toute autre app, touchez Partager et choisissez MealPlan — les ingrédients, les étapes et la photo sont repris si la page les propose.
it: In Safari o in qualsiasi altra app, tocca Condividi e scegli MealPlan: ingredienti, passaggi e foto arrivano insieme, se la pagina li offre.
nl: Tik in Safari of een andere app op Deel en kies MealPlan — ingrediënten, stappen en de foto komen mee als de pagina ze aanbiedt.
pt_pt: No Safari ou em qualquer outra app, toca em Partilhar e escolhe o MealPlan — os ingredientes, os passos e a foto vêm juntos se a página os oferecer.

source: In season now
da: I sæson nu
es: De temporada ahora
fr: De saison en ce moment
it: Di stagione adesso
nl: Nu in het seizoen
pt_pt: Da época agora

source: In step means both ways: what the plan puts on your list appears in Bring!, what somebody adds in Bring! appears here, and ticking something off in either app takes it off the other. Amounts come from your meal plan, so a rebuild rewrites them in Bring! too.
da: Synkroniseret betyder begge veje: det, planen sætter på din liste, dukker op i Bring!, det, nogen tilføjer i Bring!, dukker op her, og krydser du noget af i den ene app, forsvinder det fra den anden. Mængderne kommer fra din madplan, så en genopbygning skriver dem også om i Bring!.
de: Synchron heißt in beide Richtungen: Was der Plan auf deine Liste setzt, taucht in Bring! auf, was jemand in Bring! hinzufügt, taucht hier auf, und abgehakt in der einen App verschwindet aus der anderen. Die Mengen kommen aus deinem Essensplan – ein Neuaufbau schreibt sie also auch in Bring! neu.
es: Sincronizadas significa en ambos sentidos: lo que el plan pone en tu lista aparece en Bring!, lo que alguien añade en Bring! aparece aquí, y marcar algo en una app lo quita de la otra. Las cantidades vienen de tu plan de comidas, así que volver a crear la lista también las reescribe en Bring!.
fr: Synchronisées veut dire dans les deux sens : ce que le menu ajoute à votre liste apparaît dans Bring!, ce que quelqu’un ajoute dans Bring! apparaît ici, et cocher un article dans l’une des apps le retire de l’autre. Les quantités viennent de votre menu : une reconstruction les réécrit donc aussi dans Bring!.
it: Sincronizzate significa in entrambe le direzioni: ciò che il piano mette nella tua lista compare in Bring!, ciò che qualcuno aggiunge in Bring! compare qui, e spuntare qualcosa in un’app lo toglie dall’altra. Le quantità vengono dal tuo piano dei pasti, quindi ricreare la lista le riscrive anche in Bring!.
nl: Gelijk houden werkt beide kanten op: wat het plan op je lijst zet verschijnt in Bring!, wat iemand in Bring! toevoegt verschijnt hier, en iets afvinken in de ene app haalt het uit de andere. Hoeveelheden komen uit je maaltijdplan, dus opnieuw opbouwen herschrijft ze ook in Bring!.
pt_pt: Sincronizadas significa nos dois sentidos: o que o plano põe na tua lista aparece no Bring!, o que alguém adiciona no Bring! aparece aqui, e assinalar algo numa das apps remove-o da outra. As quantidades vêm do teu plano de refeições, por isso reconstruir a lista também as reescreve no Bring!.

source: In the “%@” group
da: I gruppen “%@”
de: In der Gruppe „%@“
es: En el grupo “%@”
fr: Dans le groupe « %@ »
it: Nel gruppo “%@”
nl: In de groep “%@”
pt_pt: No grupo “%@”

source: In this file
da: I denne fil
de: In dieser Datei
es: En este archivo
fr: Dans ce fichier
it: In questo file
nl: In dit bestand
pt_pt: Neste ficheiro

source: Include photos
da: Medtag billeder
es: Incluir fotos
fr: Inclure les photos
it: Includi le foto
nl: Foto’s meenemen
pt_pt: Incluir fotos

source: Ingredient
da: Ingrediens
es: Ingrediente
fr: Ingrédient
it: Ingrediente
nl: Ingrediënt
pt_pt: Ingrediente

source: Ingredients
da: Ingredienser
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
nl: Ingrediënten
pt_pt: Ingredientes

source: Ingredients for %lld
da: Ingredienser til %lld
es: Ingredientes para %lld
fr: Ingrédients pour %lld
it: Ingredienti per %lld
nl: Ingrediënten voor %lld
pt_pt: Ingredientes para %lld

source: Ingredients, one per line
da: Ingredienser, én pr. linje
es: Ingredientes, uno por línea
fr: Ingrédients, un par ligne
it: Ingredienti, uno per riga
nl: Ingrediënten, één per regel
pt_pt: Ingredientes, um por linha

source: Invitation Copied
da: Invitation kopieret
es: Invitación copiada
fr: Invitation copiée
it: Invito copiato
nl: Uitnodiging gekopieerd
pt_pt: Convite copiado

source: Invite people as editors, or as view-only guests who can look but not change.
da: Inviter folk som redaktører eller som gæster med kun læseadgang, der kan se med, men ikke ændre noget.
de: Lade Leute als Bearbeiter ein oder als Gäste, die nur mitlesen dürfen.
es: Invita a otras personas como editores o como invitados que solo pueden mirar, no cambiar.
fr: Invitez des personnes comme éditeurs ou comme invités en lecture seule, qui peuvent regarder sans modifier.
it: Invita le persone come editor o come ospiti in sola lettura, che possono guardare ma non modificare.
nl: Nodig mensen uit als bewerker of als alleen-lezen gast, die wel kan meekijken maar niets kan wijzigen.
pt_pt: Convida pessoas como editores ou como convidados só de leitura, que podem ver mas não alterar.

source: Invite someone to plan with you
da: Inviter nogen til at planlægge sammen med dig
es: Invita a alguien a planificar contigo
fr: Invitez quelqu’un à planifier avec vous
it: Invita qualcuno a pianificare con te
nl: Nodig iemand uit om samen te plannen
pt_pt: Convida alguém para planear contigo

source: Invite your family from the Household section — everyone sees the same plan and dishes.
da: Inviter din familie fra afsnittet Husstand — alle ser den samme plan og de samme retter.
de: Lade deine Familie im Bereich „Haushalt“ ein – alle sehen denselben Plan und dieselben Gerichte.
es: Invita a tu familia desde la sección Hogar: todos ven el mismo plan y los mismos platos.
fr: Invitez votre famille depuis la section Foyer — tout le monde voit le même menu et les mêmes plats.
it: Invita la tua famiglia dalla sezione Famiglia: tutti vedono lo stesso piano e gli stessi piatti.
nl: Nodig je gezin uit via het onderdeel Huishouden — iedereen ziet hetzelfde plan en dezelfde gerechten.
pt_pt: Convida a tua família na secção Casa — todos veem o mesmo plano e os mesmos pratos.

source: It contains
da: Den indeholder
es: Contiene
fr: Il contient
it: Contiene
nl: Bevat
pt_pt: Contém

source: Items are sorted by aisle, and you can rename an aisle so it matches your shop.
da: Varerne er sorteret efter afdeling, og du kan omdøbe en afdeling, så den passer til din butik.
de: Die Einträge sind nach Abteilung sortiert, und du kannst eine Abteilung passend zu deinem Laden umbenennen.
es: Los artículos se ordenan por pasillo, y puedes renombrar un pasillo para que coincida con tu tienda.
fr: Les articles sont triés par rayon, et vous pouvez renommer un rayon pour qu’il corresponde à votre magasin.
it: Gli articoli sono ordinati per reparto e puoi rinominare un reparto per adattarlo al tuo negozio.
nl: Items zijn gesorteerd op schap, en je kunt een schap hernoemen zodat het bij jouw winkel past.
pt_pt: Os artigos são ordenados por corredor e podes mudar o nome de um corredor para corresponder à tua loja.

source: Join %@ in MealPlan
da: Vær med i %@ i MealPlan
es: Únete a %@ en MealPlan
fr: Rejoignez %@ dans MealPlan
it: Unisciti a %@ in MealPlan
nl: Doe mee met %@ in MealPlan
pt_pt: Junta-te a %@ no MealPlan

source: Jump to date
da: Gå til dato
de: Zu Datum springen
es: Ir a una fecha
fr: Aller à une date
it: Vai a una data
nl: Ga naar datum
pt_pt: Ir para uma data

source: Jump to date…
da: Gå til dato…
de: Zu Datum springen …
es: Ir a una fecha…
fr: Aller à une date…
it: Vai a una data…
nl: Ga naar datum…
pt_pt: Ir para uma data…

source: Keep both lists in step
da: Hold begge lister synkroniserede
de: Beide Listen synchron halten
es: Mantener las dos listas sincronizadas
fr: Garder les deux listes synchronisées
it: Mantieni sincronizzate le due liste
nl: Beide lijsten gelijk houden
pt_pt: Manter as duas listas sincronizadas

source: Keep editing
da: Bliv ved med at redigere
es: Seguir editando
fr: Continuer à modifier
it: Continua a modificare
nl: Doorgaan met bewerken
pt_pt: Continuar a editar

source: Keep looking
da: Bliv ved med at lede
es: Seguir buscando
fr: Continuer à chercher
it: Continua a cercare
nl: Verder zoeken
pt_pt: Continuar à procura

source: Kid-friendly
da: Børnevenlig
de: Kindgerecht
es: Apto para niños
fr: Adapté aux enfants
it: Adatto ai bambini
nl: Kindvriendelijk
pt_pt: Adequado a crianças

source: Kilocalories (kcal)
da: Kilokalorier (kcal)
es: Kilocalorías (kcal)
it: Chilocalorie (kcal)
nl: Kilocalorieën (kcal)
pt_pt: Quilocalorias (kcal)

source: Kilojoules (kJ)
da: Kilojoule (kJ)
es: Kilojulios (kJ)
it: Chilojoule (kJ)
pt_pt: Quilojoules (kJ)

source: Lactose-free
da: Laktosefri
es: Sin lactosa
fr: Sans lactose
it: Senza lattosio
nl: Lactosevrij
pt_pt: Sem lactose

source: Lamb
da: Lam
de: Lamm
es: Cordero
fr: Agneau
it: Agnello
nl: Lamsvlees
pt_pt: Borrego

source: Larger text
da: Større tekst
de: Größerer Text
es: Texto más grande
fr: Texte plus grand
it: Testo più grande
nl: Grotere tekst
pt_pt: Texto maior

source: Last cooked
da: Sidst tilberedt
de: Zuletzt gekocht
es: Cocinado por última vez
fr: Cuisiné pour la dernière fois
it: Cucinato l’ultima volta
nl: Laatst gekookt
pt_pt: Cozinhado pela última vez

source: Last synced
da: Sidst synkroniseret
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
nl: Laatst gesynchroniseerd
pt_pt: Última sincronização

source: Let regular meals keep your future plan filled.
da: Lad faste måltider holde din fremtidige plan fyldt.
es: Deja que las comidas fijas mantengan lleno tu plan futuro.
fr: Laissez les repas réguliers remplir votre menu à venir.
it: Lascia che i pasti ricorrenti riempiano il tuo piano futuro.
nl: Laat vaste maaltijden je toekomstige plan gevuld houden.
pt_pt: Deixa as refeições regulares manterem o teu plano futuro preenchido.

source: Light
da: Let
es: Ligero
fr: Léger
it: Leggero
nl: Licht
pt_pt: Leve

source: Lighter than this week
da: Lettere end denne uge
es: Más ligero que esta semana
fr: Plus léger que cette semaine
it: Più leggero di questa settimana
nl: Lichter dan deze week
pt_pt: Mais leve do que esta semana

source: Liked it
da: Kunne lide den
es: Me gustó
fr: J’ai aimé
it: Mi è piaciuto
nl: Vond ik lekker
pt_pt: Gostei

source: Listed twice in this file as “%@”
da: Findes to gange i denne fil som “%@”
de: In dieser Datei doppelt als „%@“
es: Aparece dos veces en este archivo como “%@”
fr: Présent deux fois dans ce fichier sous « %@ »
it: Presente due volte in questo file come “%@”
nl: Twee keer in dit bestand als “%@”
pt_pt: Aparece duas vezes neste ficheiro como “%@”

source: Load my Bring! lists
da: Indlæs mine Bring!-lister
de: Meine Bring!-Listen laden
es: Cargar mis listas de Bring!
fr: Charger mes listes Bring!
it: Carica le mie liste Bring!
nl: Mijn Bring!-lijsten laden
pt_pt: Carregar as minhas listas do Bring!

source: Looking for calendars…
da: Leder efter kalendere…
de: Suche nach Kalendern …
es: Buscando calendarios…
fr: Recherche de calendriers…
it: Ricerca dei calendari…
nl: Agenda’s zoeken…
pt_pt: À procura de calendários…

source: Low-carb
da: Lavt kulhydrat
es: Bajo en carbohidratos
fr: Pauvre en glucides
it: Pochi carboidrati
nl: Koolhydraatarm
pt_pt: Baixo em hidratos

source: Lunch
da: Frokost
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
pt_pt: Almoço

source: Manual timer
da: Manuel timer
de: Manueller Timer
es: Temporizador manual
fr: Minuteur manuel
it: Timer manuale
nl: Handmatige timer
pt_pt: Temporizador manual

source: Mark as cooked
da: Marker som tilberedt
de: Als gekocht markieren
es: Marcar como cocinado
fr: Marquer comme cuisiné
it: Segna come cucinato
nl: Markeren als gekookt
pt_pt: Marcar como cozinhado

source: Max. time
da: Maks. tid
de: Max. Zeit
es: Tiempo máx.
fr: Temps max.
it: Tempo max.
nl: Max. tijd
pt_pt: Tempo máx.

source: Me
da: Mig
es: Yo
fr: Moi
it: Io
nl: Ik
pt_pt: Eu

source: Meal
da: Måltid
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
nl: Maaltijd
pt_pt: Refeição

source: Meal name
da: Måltidets navn
es: Nombre de la comida
fr: Nom du repas
it: Nome del pasto
nl: Naam van de maaltijd
pt_pt: Nome da refeição

source: Meal Plan
da: Madplan
es: Plan de comidas
fr: Plan de repas
it: Piano dei pasti
nl: Maaltijdplan
pt_pt: Plano de refeições

source: Meal times
da: Måltidstider
de: Essenszeiten
es: Horarios de las comidas
fr: Heures des repas
it: Orari dei pasti
nl: Maaltijdtijden
pt_pt: Horários das refeições

source: Meal type
da: Måltidstype
de: Art der Mahlzeit
es: Tipo de comida
fr: Type de repas
it: Tipo di pasto
nl: Maaltijdtype
pt_pt: Tipo de refeição

source: MealPlan couldn’t save the Bring! password to the keychain: %@
da: MealPlan kunne ikke gemme Bring!-adgangskoden i nøgleringen: %@
de: MealPlan konnte das Bring!-Passwort nicht im Schlüsselbund speichern: %@
es: MealPlan no pudo guardar la contraseña de Bring! en el llavero: %@
fr: MealPlan n’a pas pu enregistrer le mot de passe Bring! dans le trousseau : %@
it: MealPlan non è riuscito a salvare la password di Bring! nel portachiavi: %@
nl: MealPlan kon het Bring!-wachtwoord niet in de sleutelhanger bewaren: %@
pt_pt: O MealPlan não conseguiu guardar a palavra-passe do Bring! no porta-chaves: %@

source: MealPlan doesn’t have permission to add to Reminders.
da: MealPlan har ikke tilladelse til at føje til Påmindelser.
es: MealPlan no tiene permiso para añadir a Recordatorios.
fr: MealPlan n’a pas l’autorisation d’ajouter des éléments à Rappels.
it: MealPlan non ha il permesso di aggiungere elementi a Promemoria.
nl: MealPlan heeft geen toestemming om aan Herinneringen toe te voegen.
pt_pt: O MealPlan não tem permissão para adicionar a Lembretes.

source: MealPlan finds the site’s RSS, Atom or JSON feed automatically.
da: MealPlan finder automatisk sidens RSS-, Atom- eller JSON-feed.
de: MealPlan findet den RSS-, Atom- oder JSON-Feed der Website automatisch.
es: MealPlan encuentra automáticamente el feed RSS, Atom o JSON del sitio.
fr: MealPlan trouve automatiquement le flux RSS, Atom ou JSON du site.
it: MealPlan trova automaticamente il feed RSS, Atom o JSON del sito.
nl: MealPlan vindt automatisch de RSS-, Atom- of JSON-feed van de site.
pt_pt: O MealPlan encontra automaticamente o feed RSS, Atom ou JSON do site.

source: MealPlan hasn’t asked for Calendar access yet.
da: MealPlan har endnu ikke bedt om kalenderadgang.
de: MealPlan hat noch nicht nach Kalenderzugriff gefragt.
es: MealPlan aún no ha pedido acceso al calendario.
fr: MealPlan n’a pas encore demandé l’accès au calendrier.
it: MealPlan non ha ancora richiesto l’accesso al calendario.
nl: MealPlan heeft nog niet om agendatoegang gevraagd.
pt_pt: O MealPlan ainda não pediu acesso ao calendário.

source: MealPlan is made for a household, not just one cook. Everything is stored on your device and shared through iCloud.
da: MealPlan er lavet til en husstand, ikke kun til én kok. Alt gemmes på din enhed og deles via iCloud.
de: MealPlan ist für einen Haushalt gemacht, nicht nur für eine Person am Herd. Alles liegt auf deinem Gerät und wird über iCloud geteilt.
es: MealPlan está pensado para un hogar, no solo para quien cocina. Todo se guarda en tu dispositivo y se comparte a través de iCloud.
fr: MealPlan est conçu pour un foyer, pas seulement pour une personne aux fourneaux. Tout est stocké sur votre appareil et partagé via iCloud.
it: MealPlan è pensato per tutta la famiglia, non solo per chi cucina. Tutto è archiviato sul tuo dispositivo e condiviso tramite iCloud.
nl: MealPlan is gemaakt voor een huishouden, niet alleen voor één kok. Alles staat op je apparaat en wordt via iCloud gedeeld.
pt_pt: O MealPlan foi feito para uma casa, não apenas para quem cozinha. Tudo fica guardado no teu dispositivo e é partilhado através do iCloud.

source: MealPlan isn’t connected to Bring! yet.
da: MealPlan er endnu ikke forbundet til Bring!.
de: MealPlan ist noch nicht mit Bring! verbunden.
es: MealPlan aún no está conectado con Bring!.
fr: MealPlan n’est pas encore connecté à Bring!.
it: MealPlan non è ancora collegato a Bring!.
nl: MealPlan is nog niet verbonden met Bring!.
pt_pt: O MealPlan ainda não está ligado ao Bring!.

source: MealPlan keeps your family’s week of meals, the dishes you cook, and the shopping that follows in one place.
da: MealPlan samler din families uge med måltider, de retter I laver, og de indkøb, der følger med, ét sted.
de: MealPlan bündelt die Essenswoche deiner Familie, die Gerichte, die ihr kocht, und den Einkauf, der daraus folgt.
es: MealPlan reúne en un solo sitio la semana de comidas de tu familia, los platos que cocináis y la compra que sale de ahí.
fr: MealPlan réunit au même endroit la semaine de repas de votre famille, les plats que vous cuisinez et les courses qui en découlent.
it: MealPlan riunisce in un unico posto la settimana di pasti della tua famiglia, i piatti che cucinate e la spesa che ne deriva.
nl: MealPlan brengt de maaltijdweek van je gezin, de gerechten die jullie koken en de boodschappen die daaruit volgen op één plek samen.
pt_pt: O MealPlan reúne num só sítio a semana de refeições da tua família, os pratos que cozinham e as compras que daí resultam.

source: MealPlan may only add to your calendar, which isn’t enough to show scheduling context. Allow full Calendar access in Settings to use this feature.
da: MealPlan må kun tilføje til din kalender, og det er ikke nok til at vise kalenderkontekst. Tillad fuld kalenderadgang i Indstillinger for at bruge denne funktion.
de: MealPlan darf nur zu deinem Kalender hinzufügen. Das reicht nicht, um Termine als Kontext zu zeigen. Erlaube in den Einstellungen den vollen Kalenderzugriff.
es: MealPlan solo puede añadir cosas a tu calendario, y eso no basta para mostrar el contexto de la agenda. Permite el acceso completo al calendario en Ajustes para usar esta función.
fr: MealPlan ne peut qu’ajouter des éléments à votre calendrier, ce qui ne suffit pas pour afficher le contexte des rendez-vous. Autorisez l’accès complet au calendrier dans Réglages pour utiliser cette fonctionnalité.
it: MealPlan può solo aggiungere elementi al tuo calendario, e non basta per mostrare il contesto degli impegni. Consenti l’accesso completo al calendario in Impostazioni per usare questa funzione.
nl: MealPlan mag alleen aan je agenda toevoegen, en dat is niet genoeg om de agendacontext te tonen. Sta volledige agendatoegang toe in Instellingen om deze functie te gebruiken.
pt_pt: O MealPlan só pode adicionar coisas ao teu calendário, o que não chega para mostrar o contexto dos compromissos. Permite o acesso total ao calendário nas Definições para usar esta funcionalidade.
